{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "ST_Buff",
			"Children": [
				{
					"Source":
					{
						"Text": "+"
					},
					"Translation":
					{
						"Text": "+"
					},
					"Key": "Operator_Addition"
				},
				{
					"Source":
					{
						"Text": "+ Chaos"
					},
					"Translation":
					{
						"Text": "+ 混乱"
					},
					"Key": "FloatText_ChaosBegin"
				},
				{
					"Source":
					{
						"Text": "+ Extra Health"
					},
					"Translation":
					{
						"Text": "+ 额外生命值"
					},
					"Key": "FloatText_ExtraHealthBegin"
				},
				{
					"Source":
					{
						"Text": "+ Incredible Survive"
					},
					"Translation":
					{
						"Text": "+ 死地后生"
					},
					"Key": "FloatText_IncredibleSurviveBegin"
				},
				{
					"Source":
					{
						"Text": "+ Invincible"
					},
					"Translation":
					{
						"Text": "+ 无敌"
					},
					"Key": "FloatText_InvincibleBegin"
				},
				{
					"Source":
					{
						"Text": "+ Lucky Tester"
					},
					"Translation":
					{
						"Text": "+ 人品检测仪"
					},
					"Key": "FloatText_LuckyTesterBegin"
				},
				{
					"Source":
					{
						"Text": "+ Stun"
					},
					"Translation":
					{
						"Text": "+ 眩晕"
					},
					"Key": "FloatText_SkipUseCardBegin"
				},
				{
					"Source":
					{
						"Text": "+ {0}"
					},
					"Translation":
					{
						"Text": "+ {0}"
					},
					"Key": "FloatText_ArmorBegin"
				},
				{
					"Source":
					{
						"Text": "-"
					},
					"Translation":
					{
						"Text": "-"
					},
					"Key": "Operator_Subtract"
				},
				{
					"Source":
					{
						"Text": "- Chaos"
					},
					"Translation":
					{
						"Text": "- 混乱"
					},
					"Key": "FloatText_ChaosEnd"
				},
				{
					"Source":
					{
						"Text": "- Extra Health"
					},
					"Translation":
					{
						"Text": "- 额外生命值"
					},
					"Key": "FloatText_ExtraHealthEnd"
				},
				{
					"Source":
					{
						"Text": "- Incredible Survive"
					},
					"Translation":
					{
						"Text": "- 死地后生"
					},
					"Key": "FloatText_IncredibleSurviveEnd"
				},
				{
					"Source":
					{
						"Text": "- Invincible"
					},
					"Translation":
					{
						"Text": "- 无敌"
					},
					"Key": "FloatText_InvincibleEnd"
				},
				{
					"Source":
					{
						"Text": "- Lucky Tester"
					},
					"Translation":
					{
						"Text": "- 人品检测仪"
					},
					"Key": "FloatText_LuckyTesterEnd"
				},
				{
					"Source":
					{
						"Text": "- Stun"
					},
					"Translation":
					{
						"Text": "- 眩晕"
					},
					"Key": "FloatText_SkipUseCardEnd"
				},
				{
					"Source":
					{
						"Text": "- {0}"
					},
					"Translation":
					{
						"Text": "- {0}"
					},
					"Key": "FloatText_ArmorEnd"
				},
				{
					"Source":
					{
						"Text": "->"
					},
					"Translation":
					{
						"Text": "->"
					},
					"Key": "Operator_Replace"
				},
				{
					"Source":
					{
						"Text": "Add a shield to block projectiles and damage from {0}."
					},
					"Translation":
					{
						"Text": "一个可以阻挡来自{0}的伤害和投射物的护盾。"
					},
					"Key": "Desc_DivineShield"
				},
				{
					"Source":
					{
						"Text": "Armor"
					},
					"Translation":
					{
						"Text": "护甲"
					},
					"Key": "Buff_Armor"
				},
				{
					"Source":
					{
						"Text": "Bingo"
					},
					"Translation":
					{
						"Text": "人品不足"
					},
					"Key": "FloatText_LuckyTesterFail"
				},
				{
					"Source":
					{
						"Text": "Card Capacity {0}{1}"
					},
					"Translation":
					{
						"Text": "卡牌容量{0}{1}"
					},
					"Key": "FloatText_MaxCardCountChanged"
				},
				{
					"Source":
					{
						"Text": "Chaos"
					},
					"Translation":
					{
						"Text": "混乱"
					},
					"Key": "Name_Chaos"
				},
				{
					"Source":
					{
						"Text": "Chaos!"
					},
					"Translation":
					{
						"Text": "混乱!"
					},
					"Key": "FloatText_ChaosTriggered"
				},
				{
					"Source":
					{
						"Text": "Chaos.C"
					},
					"Translation":
					{
						"Text": "混乱概率"
					},
					"Key": "Buff_ChaosChance"
				},
				{
					"Source":
					{
						"Text": "Divine Shield"
					},
					"Translation":
					{
						"Text": "神圣护盾"
					},
					"Key": "Name_DivineShield"
				},
				{
					"Source":
					{
						"Text": "Incredible Survive"
					},
					"Translation":
					{
						"Text": "死地后生"
					},
					"Key": "Name_IncredibleSurvive"
				},
				{
					"Source":
					{
						"Text": "Pass!"
					},
					"Translation":
					{
						"Text": "通过！"
					},
					"Key": "FloatText_LuckyTesterPass"
				},
				{
					"Source":
					{
						"Text": "Physical Armor"
					},
					"Translation":
					{
						"Text": "物理护甲"
					},
					"Key": "Name_PhysicalArmor"
				},
				{
					"Source":
					{
						"Text": "Provide extra armor against physical damage."
					},
					"Translation":
					{
						"Text": "提供额外的护甲来抵消物理伤害。"
					},
					"Key": "Desc_PhysicalArmor"
				},
				{
					"Source":
					{
						"Text": "Set target actor health to {0} and restore the health to {1} when this buff expired."
					},
					"Translation":
					{
						"Text": "将目标生命值降到{0}并在增益结束时恢复至{1}。"
					},
					"Key": "Desc_IncredibleSurvive"
				},
				{
					"Source":
					{
						"Text": "Stun"
					},
					"Translation":
					{
						"Text": "眩晕"
					},
					"Key": "Name_SkipUseCard"
				},
				{
					"Source":
					{
						"Text": "Target player has chance to use actor targeting card toward self."
					},
					"Translation":
					{
						"Text": "目标玩家将有一定几率攻击自己。"
					},
					"Key": "Desc_Chaos"
				},
				{
					"Source":
					{
						"Text": "Target player won't able to use any cards in next round."
					},
					"Translation":
					{
						"Text": "目标玩家在下一回合无法使用卡牌。"
					},
					"Key": "Desc_SkipUseCard"
				},
				{
					"Source":
					{
						"Text": "This buff will transfer to next player when owner's round end."
					},
					"Translation":
					{
						"Text": "该效果会在拥有者回合结束时转移到下一个玩家。"
					},
					"Key": "Desc_FollowCurrentPlayer"
				},
				{
					"Source":
					{
						"Text": "Use Card Count {0}{1}"
					},
					"Translation":
					{
						"Text": "卡牌使用数{0}{1}"
					},
					"Key": "FloatText_UseCardCountChanged"
				},
				{
					"Source":
					{
						"Text": "Use Card Phase Skipped"
					},
					"Translation":
					{
						"Text": "跳过出牌阶段"
					},
					"Key": "FloatText_SkipUseCardTriggered"
				},
				{
					"Source":
					{
						"Text": "all players"
					},
					"Translation":
					{
						"Text": "所有玩家"
					},
					"Key": "Param_DivineShield_All"
				},
				{
					"Source":
					{
						"Text": "allies"
					},
					"Translation":
					{
						"Text": "盟友"
					},
					"Key": "Param_DivineShield_Ally"
				},
				{
					"Source":
					{
						"Text": "enemies"
					},
					"Translation":
					{
						"Text": "敌人"
					},
					"Key": "Param_DivineShield_Enemy"
				},
				{
					"Source":
					{
						"Text": "others"
					},
					"Translation":
					{
						"Text": "其他人"
					},
					"Key": "Param_DivineShield_NotMine"
				},
				{
					"Source":
					{
						"Text": "{0} {1} Armor"
					},
					"Translation":
					{
						"Text": "{0}点{1}护甲"
					},
					"Key": "FloatText_ArmorDescFormat"
				}
			]
		},
		{
			"Namespace": "ST_Card",
			"Children": [
				{
					"Source":
					{
						"Text": "Add {0} to self for {1} rounds."
					},
					"Translation":
					{
						"Text": "为自己添加{0}持续{1}回合。"
					},
					"Key": "Desc_AddBuff_Self"
				},
				{
					"Source":
					{
						"Text": "Add {0} to target for {1} rounds."
					},
					"Translation":
					{
						"Text": "为目标施加持续{1}回合的{0}。"
					},
					"Key": "Desc_AddBuff"
				},
				{
					"Source":
					{
						"Text": "Armor can reduce damage applied to owner."
					},
					"Translation":
					{
						"Text": "护甲可以减少拥有者收到的伤害。"
					},
					"Key": "Property_Armor"
				},
				{
					"Source":
					{
						"Text": "Attack target and deal 5 physical damage."
					},
					"Translation":
					{
						"Text": "攻击目标造成5点物理伤害。"
					},
					"Key": "Desc_NormalAttack"
				},
				{
					"Source":
					{
						"Text": "Cards"
					},
					"Translation":
					{
						"Text": "卡牌"
					},
					"Key": "Action_CardCount"
				},
				{
					"Source":
					{
						"Text": "Do weapon light attack toward target."
					},
					"Translation":
					{
						"Text": "对目标进行武器的轻攻击。"
					},
					"Key": "Desc_WeaponLightAttack"
				},
				{
					"Source":
					{
						"Text": "Dodge"
					},
					"Translation":
					{
						"Text": "回避"
					},
					"Key": "Name_WeaponDodge"
				},
				{
					"Source":
					{
						"Text": "Dodge from enemy attack."
					},
					"Translation":
					{
						"Text": "回避敌人的攻击。"
					},
					"Key": "Desc_WeaponDodge"
				},
				{
					"Source":
					{
						"Text": "Enhance Bag"
					},
					"Translation":
					{
						"Text": "背包扩容"
					},
					"Key": "Name_EnhanceBag"
				},
				{
					"Source":
					{
						"Text": "Equip {0}"
					},
					"Translation":
					{
						"Text": "装备{0}"
					},
					"Key": "Name_EquipWeapon"
				},
				{
					"Source":
					{
						"Text": "Equip {0} and change character actions."
					},
					"Translation":
					{
						"Text": "装备{0}并改变角色的动作。"
					},
					"Key": "Desc_EquipWeapon"
				},
				{
					"Source":
					{
						"Text": "Explosion"
					},
					"Translation":
					{
						"Text": "爆炸"
					},
					"Key": "Damage_Explosion"
				},
				{
					"Source":
					{
						"Text": "Fast Hand"
					},
					"Translation":
					{
						"Text": "快手"
					},
					"Key": "Name_FastHand"
				},
				{
					"Source":
					{
						"Text": "Fire"
					},
					"Translation":
					{
						"Text": "火焰"
					},
					"Key": "Damage_Fire"
				},
				{
					"Source":
					{
						"Text": "Fireball"
					},
					"Translation":
					{
						"Text": "火球"
					},
					"Key": "Inst_Fireball"
				},
				{
					"Source":
					{
						"Text": "Fool ({0})"
					},
					"Translation":
					{
						"Text": "脑残片({0})"
					},
					"Key": "Name_Fool"
				},
				{
					"Source":
					{
						"Text": "Increase 1 card capacity permanently."
					},
					"Translation":
					{
						"Text": "卡牌容量永久增加1。"
					},
					"Key": "Desc_EnhanceBag"
				},
				{
					"Source":
					{
						"Text": "Increase 1 card using times per round permanently."
					},
					"Translation":
					{
						"Text": "每回合可使用的卡牌数永久加1。"
					},
					"Key": "Desc_FastHand"
				},
				{
					"Source":
					{
						"Text": "Ion Cannon"
					},
					"Translation":
					{
						"Text": "离子炮"
					},
					"Key": "Name_IonCannon"
				},
				{
					"Source":
					{
						"Text": "Launch a {0} to strike random position."
					},
					"Translation":
					{
						"Text": "向随机目标地点发射一枚{0}。"
					},
					"Key": "Desc_NuclearStrike"
				},
				{
					"Source":
					{
						"Text": "Launch a {0} toward target."
					},
					"Translation":
					{
						"Text": "向目标发射一个{0}。"
					},
					"Key": "Desc_FireProjectile"
				},
				{
					"Source":
					{
						"Text": "Level {0}"
					},
					"Translation":
					{
						"Text": "等级{0}"
					},
					"Key": "Tips_PropertyLevel"
				},
				{
					"Source":
					{
						"Text": "Light Attack"
					},
					"Translation":
					{
						"Text": "轻攻击"
					},
					"Key": "Name_WeaponLightAttack"
				},
				{
					"Source":
					{
						"Text": "Magical"
					},
					"Translation":
					{
						"Text": "魔法"
					},
					"Key": "Damage_Magical"
				},
				{
					"Source":
					{
						"Text": "Normal Attack"
					},
					"Translation":
					{
						"Text": "普通攻击"
					},
					"Key": "Name_NormalAttack"
				},
				{
					"Source":
					{
						"Text": "Nuclear Missile"
					},
					"Translation":
					{
						"Text": "核导弹"
					},
					"Key": "Inst_NuclearStrike"
				},
				{
					"Source":
					{
						"Text": "Nuclear Strike"
					},
					"Translation":
					{
						"Text": "核弹攻击"
					},
					"Key": "Name_NuclearStrike"
				},
				{
					"Source":
					{
						"Text": "Physical"
					},
					"Translation":
					{
						"Text": "物理"
					},
					"Key": "Damage_Physical"
				},
				{
					"Source":
					{
						"Text": "Place a {0} to self."
					},
					"Translation":
					{
						"Text": "在自己的位置放置一个{0}。"
					},
					"Key": "Desc_LuckyTester"
				},
				{
					"Source":
					{
						"Text": "Radius of damage spreads. 0 means only  damage hit actor."
					},
					"Translation":
					{
						"Text": "伤害溅射半径。为0时仅伤害击中的目标。"
					},
					"Key": "Property_DamageRadius"
				},
				{
					"Source":
					{
						"Text": "Steal Card"
					},
					"Translation":
					{
						"Text": "卡牌偷取"
					},
					"Key": "Name_StealCardAction"
				},
				{
					"Source":
					{
						"Text": "Steal Card ({0})"
					},
					"Translation":
					{
						"Text": "偷天换日({0})"
					},
					"Key": "Name_StealCard"
				},
				{
					"Source":
					{
						"Text": "Steal random cards from target player with given count."
					},
					"Translation":
					{
						"Text": "从目标玩家处偷取指定数量的卡牌。"
					},
					"Key": "Desc_StealCardAction"
				},
				{
					"Source":
					{
						"Text": "Steal {0} cards from target player."
					},
					"Translation":
					{
						"Text": "从目标玩家偷取{0}张卡牌。"
					},
					"Key": "Desc_StealCard"
				},
				{
					"Source":
					{
						"Text": "Strength cost of this projectile."
					},
					"Translation":
					{
						"Text": "该抛射物能造成的力量消耗。"
					},
					"Key": "Property_StrengthCost"
				},
				{
					"Source":
					{
						"Text": "Teleport"
					},
					"Translation":
					{
						"Text": "传送"
					},
					"Key": "Name_Teleport"
				},
				{
					"Source":
					{
						"Text": "Teleport to a random point in map immediately."
					},
					"Translation":
					{
						"Text": "立刻传送到地图上随机一点。"
					},
					"Key": "Desc_Teleport"
				},
				{
					"Source":
					{
						"Text": "The amount of cards to take effect."
					},
					"Translation":
					{
						"Text": "受影响的卡牌数量。"
					},
					"Key": "Property_CardCount"
				},
				{
					"Source":
					{
						"Text": "The chance of target actor hit itself."
					},
					"Translation":
					{
						"Text": "目标玩家攻击自己的概率。"
					},
					"Key": "Property_ChaosChance"
				},
				{
					"Source":
					{
						"Text": "The damage will be applied when hit target."
					},
					"Translation":
					{
						"Text": "命中后对目标施加的伤害。"
					},
					"Key": "Property_Damage"
				},
				{
					"Source":
					{
						"Text": "The explosion chance of this tester every judgement."
					},
					"Translation":
					{
						"Text": "每一次判定时爆炸的概率。"
					},
					"Key": "Property_ExplosionChance"
				},
				{
					"Source":
					{
						"Text": "The initial fly speed after projectile is launched."
					},
					"Translation":
					{
						"Text": "发射后的初始飞行速度。"
					},
					"Key": "Property_MuzzleSpeed"
				},
				{
					"Source":
					{
						"Text": "Use Ion Cannon at random point in map."
					},
					"Translation":
					{
						"Text": "对地图上随机位置使用离子炮。"
					},
					"Key": "Desc_IonCannon"
				},
				{
					"Source":
					{
						"Text": "{0}"
					},
					"Translation":
					{
						"Text": "{0}"
					},
					"Key": "Tips_PropertyValue"
				},
				{
					"Source":
					{
						"Text": "{0}"
					},
					"Translation":
					{
						"Text": "{0}"
					},
					"Key": "Name_FireProjectile"
				},
				{
					"Source":
					{
						"Text": "{0} ({1})"
					},
					"Translation":
					{
						"Text": "{0} ({1})"
					},
					"Key": "Name_AddBuff"
				},
				{
					"Source":
					{
						"Text": "{0}{1}{2}"
					},
					"Translation":
					{
						"Text": "{0}{1}{2}"
					},
					"Key": "ArgumentFormatString"
				},
				{
					"Source":
					{
						"Text": "{1} {0}"
					},
					"Translation":
					{
						"Text": "{1} {0}"
					},
					"Key": "AddPrefixFormatString"
				}
			]
		},
		{
			"Namespace": "ST_CardEnhance",
			"Children": [
				{
					"Source":
					{
						"Text": "Charged"
					},
					"Translation":
					{
						"Text": "充能"
					},
					"Key": "Prefix_DamageLevel_Add_One"
				},
				{
					"Source":
					{
						"Text": "Slow"
					},
					"Translation":
					{
						"Text": "慢速"
					},
					"Key": "Prefix_SpeedLevel_Minus_One"
				},
				{
					"Source":
					{
						"Text": "{0} damage level {1}"
					},
					"Translation":
					{
						"Text": "{0} 伤害等级 {1}"
					},
					"Key": "Enhance_DamageLevel"
				},
				{
					"Source":
					{
						"Text": "{0} speed level {1}"
					},
					"Translation":
					{
						"Text": "{0} 速度等级 {1}"
					},
					"Key": "Enhance_SpeedLevel"
				}
			]
		},
		{
			"Namespace": "ST_InGameUI",
			"Children": [
				{
					"Source":
					{
						"Text": "<PlayerName>Self</>"
					},
					"Translation":
					{
						"Text": "<PlayerName>自己</>"
					},
					"Key": "GameMsg_Self"
				},
				{
					"Source":
					{
						"Text": "Card Storage: {0}/{1} (+{2})"
					},
					"Translation":
					{
						"Text": "卡牌存储: {0}/{1} (+{2})"
					},
					"Key": "UI_CardStorage"
				},
				{
					"Source":
					{
						"Text": "Confirm"
					},
					"Translation":
					{
						"Text": "确定"
					},
					"Key": "UI_Confirm"
				},
				{
					"Source":
					{
						"Text": "Finish"
					},
					"Translation":
					{
						"Text": "结束回合"
					},
					"Key": "UI_Finish"
				},
				{
					"Source":
					{
						"Text": "Gain card: {0}"
					},
					"Translation":
					{
						"Text": "获取卡牌：{0}"
					},
					"Key": "GameMsg_GainCard"
				},
				{
					"Source":
					{
						"Text": "Game drawn."
					},
					"Translation":
					{
						"Text": "平局。"
					},
					"Key": "GameMsg_Draw"
				},
				{
					"Source":
					{
						"Text": "Game started."
					},
					"Translation":
					{
						"Text": "游戏开始。"
					},
					"Key": "GameMsg_GameStart"
				},
				{
					"Source":
					{
						"Text": "Game will start in"
					},
					"Translation":
					{
						"Text": "游戏即将开始"
					},
					"Key": "GamePhaseMsg_WaitingForStart"
				},
				{
					"Source":
					{
						"Text": "Greetings."
					},
					"Translation":
					{
						"Text": "你好。"
					},
					"Key": "GameMsg_Greetings"
				},
				{
					"Source":
					{
						"Text": "Lost card: {0}"
					},
					"Translation":
					{
						"Text": "失去卡牌：{0}"
					},
					"Key": "GameMsg_LoseCard"
				},
				{
					"Source":
					{
						"Text": "Message"
					},
					"Translation":
					{
						"Text": "消息"
					},
					"Key": "GameMsgType_Default"
				},
				{
					"Source":
					{
						"Text": "Move to desired position now!"
					},
					"Translation":
					{
						"Text": "快选择开始位置！"
					},
					"Key": "GamePhaseMsg_FreeMoving"
				},
				{
					"Source":
					{
						"Text": "Player {0} Round Begin"
					},
					"Translation":
					{
						"Text": "玩家{0}的回合开始"
					},
					"Key": "TitleMsg_PlayerRoundBegin"
				},
				{
					"Source":
					{
						"Text": "Player {0} Round End"
					},
					"Translation":
					{
						"Text": "玩家{0}的回合结束"
					},
					"Key": "TitleMsg_PlayerRoundEnd"
				},
				{
					"Source":
					{
						"Text": "Player {0} has no card."
					},
					"Translation":
					{
						"Text": "玩家 {0} 没有卡牌。"
					},
					"Key": "GameMsg_NoCard"
				},
				{
					"Source":
					{
						"Text": "Player {0} joined game."
					},
					"Translation":
					{
						"Text": "玩家{0}加入游戏。"
					},
					"Key": "GameMsg_PlayerJoined"
				},
				{
					"Source":
					{
						"Text": "Response to {0}"
					},
					"Translation":
					{
						"Text": "回应{0}"
					},
					"Key": "OpHintMsg_ResponseToCard"
				},
				{
					"Source":
					{
						"Text": "Select a direction as card target"
					},
					"Translation":
					{
						"Text": "选择卡牌的使用方向"
					},
					"Key": "OpHintMsg_SelectDirectionTarget"
				},
				{
					"Source":
					{
						"Text": "Select a point as card target"
					},
					"Translation":
					{
						"Text": "选择卡牌的目标点"
					},
					"Key": "OpHintMsg_SelectPositionTarget"
				},
				{
					"Source":
					{
						"Text": "Select a unit as card target"
					},
					"Translation":
					{
						"Text": "选择卡牌的目标单位"
					},
					"Key": "OpHintMsg_SelectActorTarget"
				},
				{
					"Source":
					{
						"Text": "Select cards to discard"
					},
					"Translation":
					{
						"Text": "选择要丢弃的卡牌"
					},
					"Key": "OpHintMsg_DiscardCard"
				},
				{
					"Source":
					{
						"Text": "Selected {0}/{1}"
					},
					"Translation":
					{
						"Text": "已选择{0}/{1}"
					},
					"Key": "UI_SelectedCount"
				},
				{
					"Source":
					{
						"Text": "Skip"
					},
					"Translation":
					{
						"Text": "跳过"
					},
					"Key": "UI_Skip"
				},
				{
					"Source":
					{
						"Text": "System"
					},
					"Translation":
					{
						"Text": "系统"
					},
					"Key": "GameMsgType_System"
				},
				{
					"Source":
					{
						"Text": "Use Count Left: {0}"
					},
					"Translation":
					{
						"Text": "剩余出牌: {0}"
					},
					"Key": "UI_UseCountLeft"
				},
				{
					"Source":
					{
						"Text": "Use {0} at {1}."
					},
					"Translation":
					{
						"Text": "在{1}位置使用{0}。"
					},
					"Key": "GameMsg_UseCard_Position"
				},
				{
					"Source":
					{
						"Text": "Use {0} on {1}."
					},
					"Translation":
					{
						"Text": "对{1}使用{0}。"
					},
					"Key": "GameMsg_UseCard_Actor"
				},
				{
					"Source":
					{
						"Text": "Use {0} toward {1}."
					},
					"Translation":
					{
						"Text": "向{1}方向使用{0}。"
					},
					"Key": "GameMsg_UseCard_Direction"
				},
				{
					"Source":
					{
						"Text": "Waiting for other players loading the map..."
					},
					"Translation":
					{
						"Text": "其他玩家载入中"
					},
					"Key": "GamePhaseMsg_EnteringMap"
				},
				{
					"Source":
					{
						"Text": "Winner is {0}."
					},
					"Translation":
					{
						"Text": "{0}获得胜利。"
					},
					"Key": "GameMsg_Winner"
				},
				{
					"Source":
					{
						"Text": "{0}"
					},
					"Translation":
					{
						"Text": "{0}"
					},
					"Key": "GameMsgType_Player"
				}
			]
		},
		{
			"Namespace": "ST_PlayerAbility",
			"Children": [
				{
					"Source":
					{
						"Text": "Discard 2 cards and gain 2 new cards."
					},
					"Translation":
					{
						"Text": "丢弃2张卡牌并获取2张新卡牌。"
					},
					"Key": "Desc_AlternativeCards"
				},
				{
					"Source":
					{
						"Text": "Extra Health"
					},
					"Translation":
					{
						"Text": "额外生命值"
					},
					"Key": "Name_ExtraHealth"
				},
				{
					"Source":
					{
						"Text": "Gain extra 25 maximum health in this game."
					},
					"Translation":
					{
						"Text": "在本次游戏中获取额外的25点生命值。"
					},
					"Key": "Desc_ExtraHealth"
				},
				{
					"Source":
					{
						"Text": "Refresh"
					},
					"Translation":
					{
						"Text": "刷新"
					},
					"Key": "Name_AlternativeCards"
				}
			]
		},
		{
			"Namespace": "ST_Projectile",
			"Children": [
				{
					"Source":
					{
						"Text": "A burning mysterious energy ball can deal fire damage to target."
					},
					"Translation":
					{
						"Text": "一个可以对目标造成火焰伤害的燃烧能量球。"
					},
					"Key": "Desc_Fireball"
				},
				{
					"Source":
					{
						"Text": "Damage"
					},
					"Translation":
					{
						"Text": "伤害"
					},
					"Key": "Projectile_Damage"
				},
				{
					"Source":
					{
						"Text": "Exp.C"
					},
					"Translation":
					{
						"Text": "爆炸概率"
					},
					"Key": "Projectile_ExplosionChance"
				},
				{
					"Source":
					{
						"Text": "Fireball"
					},
					"Translation":
					{
						"Text": "火球"
					},
					"Key": "Name_Fireball"
				},
				{
					"Source":
					{
						"Text": "Ion Cannon"
					},
					"Translation":
					{
						"Text": "离子炮"
					},
					"Key": "Name_IonCannon"
				},
				{
					"Source":
					{
						"Text": "Lucky Tester"
					},
					"Translation":
					{
						"Text": "人品检测仪"
					},
					"Key": "Name_LuckyTester"
				},
				{
					"Source":
					{
						"Text": "Missile with nuclear warhead which can cause devastating destruction."
					},
					"Translation":
					{
						"Text": "携带毁灭性核弹头的导弹。"
					},
					"Key": "Desc_NuclearMissile"
				},
				{
					"Source":
					{
						"Text": "Nuclear Missile"
					},
					"Translation":
					{
						"Text": "核导弹"
					},
					"Key": "Name_NuclearMissile"
				},
				{
					"Source":
					{
						"Text": "Radius"
					},
					"Translation":
					{
						"Text": "伤害半径"
					},
					"Key": "Projectile_DamageRadius"
				},
				{
					"Source":
					{
						"Text": "Shot a high energy ion stream at target location and cause a huge explosion."
					},
					"Translation":
					{
						"Text": "对目标地点射出一道能引发巨大爆炸的离子束。"
					},
					"Key": "Desc_IonCannon"
				},
				{
					"Source":
					{
						"Text": "Speed"
					},
					"Translation":
					{
						"Text": "速度"
					},
					"Key": "Projectile_Speed"
				},
				{
					"Source":
					{
						"Text": "Str.C"
					},
					"Translation":
					{
						"Text": "疲劳"
					},
					"Key": "Projectile_StrengthCost"
				},
				{
					"Source":
					{
						"Text": "This tester won't explode if you are lucky enough."
					},
					"Translation":
					{
						"Text": "你人品够高就不会爆炸。"
					},
					"Key": "Desc_LuckyTester"
				}
			]
		},
		{
			"Namespace": "ST_UserInterface",
			"Children": [
				{
					"Source":
					{
						"Text": "AI Count"
					},
					"Translation":
					{
						"Text": "电脑玩家数量"
					},
					"Key": "AIPlayerCount"
				},
				{
					"Source":
					{
						"Text": "Back"
					},
					"Translation":
					{
						"Text": "返回"
					},
					"Key": "Back"
				},
				{
					"Source":
					{
						"Text": "Camera Auto Focus"
					},
					"Translation":
					{
						"Text": "自动镜头"
					},
					"Key": "CameraAutoFocus"
				},
				{
					"Source":
					{
						"Text": "Cancel"
					},
					"Translation":
					{
						"Text": "取消"
					},
					"Key": "Cancel"
				},
				{
					"Source":
					{
						"Text": "Connect"
					},
					"Translation":
					{
						"Text": "连接"
					},
					"Key": "Connect"
				},
				{
					"Source":
					{
						"Text": "Connnet To"
					},
					"Translation":
					{
						"Text": "连接到"
					},
					"Key": "ConnectTo"
				},
				{
					"Source":
					{
						"Text": "Current Profile"
					},
					"Translation":
					{
						"Text": "当前存档"
					},
					"Key": "CurrentProfile"
				},
				{
					"Source":
					{
						"Text": "Delete Profile"
					},
					"Translation":
					{
						"Text": "删除存档"
					},
					"Key": "DeleteProfile"
				},
				{
					"Source":
					{
						"Text": "Edit Profile"
					},
					"Translation":
					{
						"Text": "编辑存档"
					},
					"Key": "EditProfile"
				},
				{
					"Source":
					{
						"Text": "English"
					},
					"Translation":
					{
						"Text": "英文"
					},
					"Key": "en"
				},
				{
					"Source":
					{
						"Text": "Exit"
					},
					"Translation":
					{
						"Text": "退出"
					},
					"Key": "Exit"
				},
				{
					"Source":
					{
						"Text": "Fullscreen Mode"
					},
					"Translation":
					{
						"Text": "全屏模式"
					},
					"Key": "FullscreenMode"
				},
				{
					"Source":
					{
						"Text": "Game"
					},
					"Translation":
					{
						"Text": "游戏"
					},
					"Key": "Game"
				},
				{
					"Source":
					{
						"Text": "Game Lobby"
					},
					"Translation":
					{
						"Text": "游戏大厅"
					},
					"Key": "GameLobby"
				},
				{
					"Source":
					{
						"Text": "Game Menu"
					},
					"Translation":
					{
						"Text": "游戏菜单"
					},
					"Key": "InGameMenu"
				},
				{
					"Source":
					{
						"Text": "Game Options"
					},
					"Translation":
					{
						"Text": "游戏选项"
					},
					"Key": "GameOption"
				},
				{
					"Source":
					{
						"Text": "Graphics"
					},
					"Translation":
					{
						"Text": "图形"
					},
					"Key": "Graphics"
				},
				{
					"Source":
					{
						"Text": "Host"
					},
					"Translation":
					{
						"Text": "主机"
					},
					"Key": "Host"
				},
				{
					"Source":
					{
						"Text": "Host Game"
					},
					"Translation":
					{
						"Text": "主持游戏"
					},
					"Key": "HostGame"
				},
				{
					"Source":
					{
						"Text": "Host ended game."
					},
					"Translation":
					{
						"Text": "主机结束了游戏。"
					},
					"Key": "NetError_HostLeft"
				},
				{
					"Source":
					{
						"Text": "Language"
					},
					"Translation":
					{
						"Text": "语言"
					},
					"Key": "Language"
				},
				{
					"Source":
					{
						"Text": "Loading"
					},
					"Translation":
					{
						"Text": "载入中"
					},
					"Key": "Loading"
				},
				{
					"Source":
					{
						"Text": "Lost connection to host."
					},
					"Translation":
					{
						"Text": "与主机断开连接。"
					},
					"Key": "NetError_LostConnect"
				},
				{
					"Source":
					{
						"Text": "Main Menu"
					},
					"Translation":
					{
						"Text": "主菜单"
					},
					"Key": "MainMenu"
				},
				{
					"Source":
					{
						"Text": "Map Name"
					},
					"Translation":
					{
						"Text": "地图"
					},
					"Key": "MapName"
				},
				{
					"Source":
					{
						"Text": "Missing String"
					},
					"Translation":
					{
						"Text": "丢失的字符串"
					},
					"Key": "MissingString"
				},
				{
					"Source":
					{
						"Text": "Network Error"
					},
					"Translation":
					{
						"Text": "网络错误"
					},
					"Key": "NetErrorTitle"
				},
				{
					"Source":
					{
						"Text": "New Player"
					},
					"Translation":
					{
						"Text": "新玩家"
					},
					"Key": "NewPlayer"
				},
				{
					"Source":
					{
						"Text": "New Profile"
					},
					"Translation":
					{
						"Text": "新存档"
					},
					"Key": "NewProfile"
				},
				{
					"Source":
					{
						"Text": "No available profile"
					},
					"Translation":
					{
						"Text": "无可用存档"
					},
					"Key": "NoProfile"
				},
				{
					"Source":
					{
						"Text": "Ok"
					},
					"Translation":
					{
						"Text": "确定"
					},
					"Key": "Ok"
				},
				{
					"Source":
					{
						"Text": "Options"
					},
					"Translation":
					{
						"Text": "选项"
					},
					"Key": "Options"
				},
				{
					"Source":
					{
						"Text": "Player List"
					},
					"Translation":
					{
						"Text": "玩家列表"
					},
					"Key": "PlayerList"
				},
				{
					"Source":
					{
						"Text": "Player Name"
					},
					"Translation":
					{
						"Text": "玩家名"
					},
					"Key": "PlayerName"
				},
				{
					"Source":
					{
						"Text": "Preparing"
					},
					"Translation":
					{
						"Text": "准备中"
					},
					"Key": "Preparing"
				},
				{
					"Source":
					{
						"Text": "Profile Manager"
					},
					"Translation":
					{
						"Text": "存档管理"
					},
					"Key": "ProfileManager"
				},
				{
					"Source":
					{
						"Text": "Quit Game"
					},
					"Translation":
					{
						"Text": "退出游戏"
					},
					"Key": "QuitGame"
				},
				{
					"Source":
					{
						"Text": "Ready"
					},
					"Translation":
					{
						"Text": "就绪"
					},
					"Key": "Ready"
				},
				{
					"Source":
					{
						"Text": "Resume"
					},
					"Translation":
					{
						"Text": "恢复游戏"
					},
					"Key": "Resume"
				},
				{
					"Source":
					{
						"Text": "Save Profile"
					},
					"Translation":
					{
						"Text": "保存存档"
					},
					"Key": "SaveProfile"
				},
				{
					"Source":
					{
						"Text": "Search Games"
					},
					"Translation":
					{
						"Text": "搜索游戏"
					},
					"Key": "SearchGames"
				},
				{
					"Source":
					{
						"Text": "Simplified Chinese"
					},
					"Translation":
					{
						"Text": "简体中文"
					},
					"Key": "zh-Hans-CN"
				},
				{
					"Source":
					{
						"Text": "Start Game"
					},
					"Translation":
					{
						"Text": "开始游戏"
					},
					"Key": "StartGame"
				},
				{
					"Source":
					{
						"Text": "Unknown network error."
					},
					"Translation":
					{
						"Text": "未知网络错误。"
					},
					"Key": "NetError_Unknown"
				}
			]
		},
		{
			"Namespace": "ST_Weapon",
			"Children": [
				{
					"Source":
					{
						"Text": "A uppercut with full body strength."
					},
					"Translation":
					{
						"Text": "释放全身力量的上勾拳。"
					},
					"Key": "Fist_LA_03_Desc"
				},
				{
					"Source":
					{
						"Text": "Continue light attack with dual sword."
					},
					"Translation":
					{
						"Text": "继续进行双刀的轻攻击。"
					},
					"Key": "DualSword_LA_02_Desc"
				},
				{
					"Source":
					{
						"Text": "Damage"
					},
					"Translation":
					{
						"Text": "伤害"
					},
					"Key": "Property_ActionDamage"
				},
				{
					"Source":
					{
						"Text": "Do a straight punch with right fist."
					},
					"Translation":
					{
						"Text": "对目标使用右直拳。"
					},
					"Key": "Fist_LA_01_Desc"
				},
				{
					"Source":
					{
						"Text": "Do uppercut toward target with left fist."
					},
					"Translation":
					{
						"Text": "用左手进行一次上勾拳。"
					},
					"Key": "Fist_LA_02_Desc"
				},
				{
					"Source":
					{
						"Text": "Dodge"
					},
					"Translation":
					{
						"Text": "回避"
					},
					"Key": "DualSword_Dodge"
				},
				{
					"Source":
					{
						"Text": "Dodge"
					},
					"Translation":
					{
						"Text": "回避"
					},
					"Key": "Fist_Dodge"
				},
				{
					"Source":
					{
						"Text": "Dual Sword"
					},
					"Translation":
					{
						"Text": "双刀"
					},
					"Key": "Weapon_DualSword"
				},
				{
					"Source":
					{
						"Text": "Dual sword attack with higher damage."
					},
					"Translation":
					{
						"Text": "具有更高伤害的双刀攻击。"
					},
					"Key": "DualSword_LA_03_Desc"
				},
				{
					"Source":
					{
						"Text": "Finishing action which can deal huge damage."
					},
					"Translation":
					{
						"Text": "可以释放大量伤害的终结攻击。"
					},
					"Key": "DualSword_LA_04_Desc"
				},
				{
					"Source":
					{
						"Text": "Heavy Uppercut"
					},
					"Translation":
					{
						"Text": "强力上勾拳"
					},
					"Key": "Fist_LA_03"
				},
				{
					"Source":
					{
						"Text": "Light Attack 1"
					},
					"Translation":
					{
						"Text": "轻攻击壹"
					},
					"Key": "DualSword_LA_01"
				},
				{
					"Source":
					{
						"Text": "Light Attack 2"
					},
					"Translation":
					{
						"Text": "轻攻击贰"
					},
					"Key": "DualSword_LA_02"
				},
				{
					"Source":
					{
						"Text": "Light Attack 3"
					},
					"Translation":
					{
						"Text": "轻攻击叁"
					},
					"Key": "DualSword_LA_03"
				},
				{
					"Source":
					{
						"Text": "Light Attack 4"
					},
					"Translation":
					{
						"Text": "轻攻击肆"
					},
					"Key": "DualSword_LA_04"
				},
				{
					"Source":
					{
						"Text": "Light swords on both hands, rapid but less damage."
					},
					"Translation":
					{
						"Text": "双持单手剑，伤害较低但攻击迅速。"
					},
					"Key": "Desc_DualSword"
				},
				{
					"Source":
					{
						"Text": "Range"
					},
					"Translation":
					{
						"Text": "范围"
					},
					"Key": "Property_ActionRange"
				},
				{
					"Source":
					{
						"Text": "Start light attack with dual sword."
					},
					"Translation":
					{
						"Text": "开始双刀的轻攻击连段。"
					},
					"Key": "DualSword_LA_01_Desc"
				},
				{
					"Source":
					{
						"Text": "Straight Punch"
					},
					"Translation":
					{
						"Text": "直拳"
					},
					"Key": "Fist_LA_01"
				},
				{
					"Source":
					{
						"Text": "Uppercut"
					},
					"Translation":
					{
						"Text": "上勾拳"
					},
					"Key": "Fist_LA_02"
				}
			]
		}
	]
}